from task1 import House

h1 = House()

h1.konder(3)
h1.konder(8)
h1.konder(3)
h1.konder(3)

h1.batareya(10)

print('Hello GIT!')


"""Задача:
- Создать новый репозиторий в гитхаб
- Клонировать его в отдельный проект
- Добавить /venv, /.idea в .gitignore
- Написать простого эхо-бота
- добавить файл с токеном в .gitignore (для безопасности)
- создать файл с зависимостями (requirements.txt)
- Сделать коммит, запушить на гитхаб

- обменятся ссылками, скачать и протестировать чужого бота
"""
